import Image from "next/image";
import adds from "../../assets/details/add.png";
import images from "../../assets/details/image.png";
const MiddlePart = () => {
  return (
    <div>
      <div className="w-full  font-noto-sans-bengali font-normal text-center">
        <p className="font-bold text-black text-3xl text-center items-center">
          বাসচাপায় প্রাণ গেল একই পরিবারের সাতজনের
        </p>
      </div>
      <div className="w-full h-full mt-6">
        <Image src={images} alt="image"></Image>
        <p className="font-noto-sans-bengali font-normal text-center py-4">
          হাটহাজারিতে দুর্ঘটনাস্থলে মরদেহ উদ্ধার করছেন পুলিশ ও ফায়ার সার্ভিসের
          কর্মীরা।
        </p>
      </div>
      <div className="mt-6">
        <div>
          <p className="font-noto-sans-bengali font-normal text-justify">
            চট্টগ্রামের হাটহাজারীতে বাস-সিএনজিচালিত অটোরিকশার মুখোমুখি সংঘর্ষে
            শিশুসহ সাতজন নিহত হয়েছেন। মঙ্গলবার ( নভেম্বর) বেলা পৌনে ১২টার দিকে
            চট্টগ্রাম-খাগড়াছড়ি মহাসড়ক উপজেলার মির্জাপুর ইউনিয়নস্থ চারিয়া বোর্ড
            স্কুল ইজতেমা মাঠ এলাকায় এ দুর্ঘটনা ঘটে। ওই দুর্ঘটনায় চালকসহ এক
            যাত্রী গুরুতর আহত হয়েছে। তবে চালকের অবস্থা আশংকাজনক বলে কালবেলাকে
            জানিয়েছেন হাটহাজারী উপজেলা স্বাস্থ্য কমপ্লেক্সের চিকিৎসক ডা. শাহরিন
            আনোয়ার।
          </p>
        </div>
        <div className="w-full my-6">
          <Image src={adds} alt="image"></Image>
        </div>
        <div>
          <p className="font-noto-sans-bengali font-normal text-justify">
            ১২ দলীয় জোটের নেতারা বলেন, দমনপীড়ন চালিয়ে একটি জাতিকে দমিয়ে রাখা
            যায় না। আওয়ামী লীগ বিরোধী দলকে জেলে ভরে রাজপথ থেকে হটিয়ে দিয়ে ফাঁকা
            মাঠে নির্বাচন করে জয়লাভ করার স্বপ্নে বিভোর হয়ে পাতানো নির্বাচনের
            দিনক্ষণ গণনা শুরু করেছে আর জনগণ আওয়ামী সরকারের পতনের ক্ষণ গণনা শুরু
            করেছে অচিরেই প্রমাণ হবে কে বিজয়ী হবে আওয়ামী লীগ না কি জনগণ? সভ্যতা
            ভব্যতার সকল রীতিনীতি বোধ হারিয়ে ভয়ংকর দানব হয়ে ওঠা হাসিনা সরকার ও
            আওয়ামী লীগ ইতিহাসের আস্তাকুঁড়ে নিক্ষিপ্ত হওয়ার পরিণতি নিজেরাই
            নির্ধারণ করে ফেলেছে। নেতারা সরকারের প্রতি শেষবারের মতো আত্ম-অনুধাবন
            করে সকল রাজবন্দিদের মুক্তি দিয়ে পদত্যাগ ও নিরপেক্ষ সরকারের হাতে
            ক্ষমতা হস্তান্তর করার আহ্বান জানিয়ে বলেন, এটাই সমঝোতার শেষ উপায়
            যথেষ্ট হয়েছে আর বাড়াবাড়ি করবেন না। বিক্ষোভ মিছিল ও সমাবেশে
            অংশগ্রহণ করে বক্তব্য রাখেন বাংলাদেশ জাতীয় দলের চেয়ারম্যান ১২দলীয়
            জোটের সমন্বয়ক অ্যাডভোকেট সৈয়দ এহসানুল হুদা, জাতীয় পার্টির (জাফর)
            প্রেসিডিয়াম মেম্বার নওয়াব আলী আব্বাস খান, বাংলাদেশ এলডিপির মহাসচিব
            শাহাদাত হোসেন সেলিম, জাতীয় গণতান্ত্রিক পার্টির (জাগপা) সিনিয়র
            সহসভাপতি রাশেদ প্রধান, ন্যাপ ভাসানীর চেয়ারম্যান অ্যাডভোকেট আজহারুল
            ইসলাম, জাগপার সাধারণ সম্পাদক ইকবাল হোসেন প্রধান বাংলাদেশ এলডিপির
            অতিরিক্ত মহাসচিব তমিজউদ্দিন টিটু, সিনিয়র যুগ্ম মহাসচিব আবুল বাশার,
            বাংলাদেশ কল্যাণ পার্টির অতিরিক্ত মহাসচিব নুরুল কবির পিন্টু,
            আব্দুল্লাহ আল হাসান সাকিব, আবু হানিফ, জাতীয় পার্টির যুগ্ম মহাসচিব
            কাজী নজরুল, হান্নান আহমেদ খান বাবলু বাংলাদেশ জাতীয় দলের ভাইস
            চেয়ারম্যান সারোয়ার আলম, শামসুল আহাদ, আবুল মনসুর, লেবার পার্টির
            যুগ্ম মহাসচিব শরিফুল ইসলাম, ইসলামী ঐক্য জোটের যুগ্ম মহাসচিব ইলিয়াস
            রেজা, জমিয়তে উলামায়ে ইসলাম বাংলাদেশের সাংগঠনিক সম্পাদক মুফতি জাকির
            হোসেন, আতাউর রহমান, যুব জাগপার সভাপতি নজরুল ইসলাম বাবলু, জাতীয়
            ছাত্রসমাজের সভাপতি ফয়েজ আহমেদ, ছাত্র জমিয়তের সভাপতি আদনান আহমেদ
            প্রমুখ।
          </p>
        </div>
      </div>
    </div>
  );
};

export default MiddlePart;
